Revit 2027 API
ParameterTypeId.ZoneCalculatedHeatingLoadParam Property
 "Calculated Heating Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedHeatingLoadParam { get; }
Public Shared ReadOnly Property ZoneCalculatedHeatingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedHeatingLoadParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedHeatingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace